Revit 2027 API
ParameterTypeId.ArcCenterMark Property
 "Center Marks"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArcCenterMark { get; }
Public Shared ReadOnly Property ArcCenterMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArcCenterMark {
	ForgeTypeId^ get ();
}
static member ArcCenterMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace